
{ 
    "_id" : ObjectId("5a13cb9aa79a67182fa42929"),
    "name" : "LG Mono Black",
    "briefDescription" : "The LG365Q1C-A5 panel is a Premium panel. It generates more electricity per square foot than a Standard panel, and is a good choice if you need to maximize your energy production in limited space.",
    "fullDescription" : ,
    "price" :  ,
    "weight" : 37,
    "imgURL" : ["img.png", "img2.png"] ,
    "stock" : 66,
    "manufacturer" : "LG",
    "moduleType" : "Mono",
    "Power" : 365,
    "efficiency" : 16 
}
{ 
    "_id" : ObjectId("5a13cb9aa79a67182fa42930"),
    "name" : "SW295W Mono",
    "briefDescription" : "SolarWorld, 295W PV Module BAA, H4, PV Wire, 33mm Clear Frame, 60 Cell Mono, 25A Fuse, 5BB, 1000VDC, 268.4W PTC, 82000242,  Plus 295 mono 5BB",
    "fullDescription" : "The SolarWorld Sunmodule Plus (SW300 MONO) solar panel comes with clear on black components. The Sunmodule Plus meets SolarWorld's stringent quality standards and exceeds all industry standards and certifications. The SW300 MONO also carries SolarWorld's 25-year linear warranty to guarantee maximum performance through the lifetime of your system, they've received 3rd party validation of their performance and reliability.",
    "price" : 544.00 ,
    "weight" : 44,
    "imgURL" : ["img.png", "img2.png"] ,
    "stock" : 23,
    "manufacturer" : "SolarWorld",
    "moduleType" : "Mono",
    "Power" : 295,
    "efficiency" : 15 
}
{ 
    "_id" : ObjectId("5a13cb9aa79a67182fa42931"),
    "name" : "SunSpark 260W",
    "briefDescription" : "",    
    "fullDescription" : "SunSpark solar panels are for customers seeking high-quality poly technology, assembled in the USA. SunSpark is one of the largest panel makers in the United States, SunSpark USA symbolizes the very best in American solar manufacturing. Their solar panels serve customers across the residential, commercial, government and military spectrum. Customers choose SunSpark because of their quality and value." ,
    "price" :234.55 ,
    "weight" : 34,
    "imgURL" : ["img.png", "img2.png"] ,
    "stock" : 55,
    "manufacturer" : "SunSpark",
    "moduleType" : "Silicon Module",
    "Power" : 260,
    "efficiency" : 16
 }
{ 
    "_id" : ObjectId("5a13cb9aa79a67182fa42932"),
    "name" : "GigaWatt 300W",
    "briefDescription" : "GigWatt makes the 300 watt 60-cell mono crystalline solar panels in the USA with imported parts. The Gigawatt 300W are ideal for roof-top or ground-mount installations where maximum power density is required.",
    "fullDescription" : "We’re an all American company creating local jobs to support the adoption of renewable solar power. As the leader in home installation solar kits, we understand that pricing, reliability, and performance are important to homeowners. Join us in creating a cleaner, greener world and power your life with sunshine!",
    "price" : 323.44 ,
    "weight" : 34,
    "imgURL" : ["img.png", "img2.png"]  ,
    "stock" : 99,
    "manufacturer" : "GigaWatt",
    "moduleType" : "Mono" ,
    "Power" : 300,
    "efficiency" : 13 
}
{ 
    "_id" : ObjectId("5a13cb9aa79a67182fa42933"),
    "name" : "LG Mono Black 350",
    "briefDescription" : "",
    "fullDescription" : "LG NeON® R has an enhanced performance warranty. After 25 years, LG NeON® R is guaranteed at least 87.0 of initial performance. The LG NeON® R has been designed to significantly enhance its output making it efficient even in limited space. LG NeON® R has been designed with aesthetics in mind: no electrode on the front that makes new product more aesthetic. LG NeON® R can increase the value of a property with its modern design. With its newly reinforced frame design, LG NeON® R can endure a front load up to 6000 Pa, and a rear load up to 5400 Pa. LG NeON® R now performs better on a sunny days thanks to its improved temperature coefficient. The n-type cells used in LG NeON® R have almost no boron, which may cause the initial performance degradation, leading to less LID.",
    "price" :  ,
    "weight" : 23,
    "imgURL" : ["img.png", "img2.png"] ,
    "stock" : 222,
    "manufacturer" : "LG",
    "moduleType" : "Mono" ,
    "Power" : 350,
    "efficiency" : 14 
  }